tap 'homebrew/bundle'
tap 'thoughtbot/formulae'
brew 'aspell', args: ['with-lang-de']
brew 'fish'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'libffi'
brew 'libyaml'
brew 'node'
brew 'postgresql', restart_service: true
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'ruby-build'
brew 'thoughtbot/formulae/rcm'
brew 'vim', args: ['with-custom-perl', 'with-custom-python', 'with-custom-ruby']
brew 'yarn'
cask 'google-chrome'
cask 'rubymine'

